{
  "page_title": "Who I Am | Raz Podestá - Digital Ecosystem Architect",
  "page_description": "Discover the fusion of two decades of elite software engineering with a creative, AI-driven vision, designed to build high-performance digital assets.",
  "intro_title": "The Architect Behind the Machine",
  "intro_subtitle": "My name is Raz Podestá. And my purpose is to transform your vision into a high-performance digital asset.",
  "act_i": {
    "title": "Act I: The Engineer's Foundation",
    "description": "For over 20 years, my career was forged in the engine room of technology: backend systems architecture, data business, and data analysis. This foundation in systems engineering is not just my past; it is the guarantee that every project I build today is born on unbreakable foundations, designed for scale and resilience."
  },
  "act_ii": {
    "title": "Act II: The Strategic Shift",
    "description": "I realized that the market didn't need more code, but holistic solutions that integrated technical excellence with a compelling brand strategy and user experience. This was my turning point: the decision to become independent to merge the rigor of an engineer with the vision of a creative architect."
  },
  "act_iii": {
    "title": "Act III: The Sovereign Arsenal",
    "description": "To materialize this vision, I forged my own arsenal. 'LIA Legacy,' my sovereign AI co-pilot, not only radically accelerates development but acts as a strategic co-author in every solution. In parallel, my 'ES' methodology ensures a high-speed, high-clarity development lifecycle, which translates into a drastic reduction in technical debt for my clients."
  },
  "act_iv": {
    "title": "Act IV: The Digital Premise Philosophy",
    "description": "My philosophy is simple: I don't build 'sites,' I build 'digital premises.' Every project begins with a robust architectural foundation (an Nx monorepo) prepared for unlimited growth. This means that when you invest in a solution with me, you're not buying a house; you're acquiring land that's ready for a skyscraper. Scalability isn't a future idea; it's the starting point."
  },
  "act_v": {
    "title": "Act V: The Growth Arsenal",
    "description": "Creativity and technology only make sense if they drive results. That's why my work spans the entire conversion spectrum: from designing marketing and sales funnels to creating high-quality content and developing Progressive Web Apps (PWAs) that dominate the mobile experience. I am a full-stack builder and a strategic partner in modernizing and evaluating technological projects."
  }
}
