{
  "page_title": "Quem Sou Eu | Raz Podestá - Arquiteto de Ecossistemas Digitais",
  "page_description": "Descubra a fusão de duas décadas de engenharia de software de elite com uma visão criativa impulsionada por IA, projetada para construir ativos digitais de alto desempenho.",
  "intro_title": "O Arquiteto por Trás da Máquina",
  "intro_subtitle": "Meu nome é Raz Podestá. E meu propósito é transformar sua visão em um ativo digital de alto desempenho.",
  "act_i": {
    "title": "Ato I: A Fundação do Engenheiro",
    "description": "Por mais de 20 anos, minha carreira foi forjada na casa de máquinas da tecnologia: arquitetura de sistemas backend, data business e análise de dados. Esta base em engenharia de sistemas não é apenas o meu passado; é a garantia de que cada projeto que construo hoje nasce sobre fundações inabaláveis, projetadas para escala e resiliência."
  },
  "act_ii": {
    "title": "Ato II: A Virada Estratégica",
    "description": "Eu entendi que o mercado não precisava de mais código, mas de soluções holísticas que integrassem a excelência técnica com uma estratégia de marca e uma experiência de usuário cativante. Este foi o meu ponto de virada: a decisão de me tornar independente para fundir o rigor de um engenheiro com a visão de um arquiteto criativo."
  },
  "act_iii": {
    "title": "Ato III: O Arsenal Soberano",
    "description": "Para materializar essa visão, forjei meu próprio arsenal. 'LIA Legacy', minha IA copiloto soberana, não apenas acelera radicalmente o desenvolvimento, mas atua como uma co-autora estratégica em cada solução. Paralelamente, minha metodologia 'ES' garante um ciclo de vida de desenvolvimento de alta velocidade e clareza, o que se traduz em uma redução drástica da dívida técnica para meus clientes."
  },
  "act_iv": {
    "title": "Ato IV: A Filosofia do Terreno Digital",
    "description": "Minha filosofia é simples: eu não construo 'sites', eu construo 'terrenos digitais'. Cada projeto começa com uma fundação arquitetônica robusta (um monorepo Nx) preparada para um crescimento ilimitado. Isso significa que, quando você investe em uma solução comigo, não está comprando uma casa; está adquirindo um terreno preparado para construir um arranha-céu. A escalabilidade não é uma ideia para o futuro; é o ponto de partida."
  },
  "act_v": {
    "title": "Ato V: O Arsenal de Crescimento",
    "description": "A criatividade e a tecnologia só fazem sentido se impulsionam resultados. É por isso que meu trabalho abrange todo o espectro da conversão: desde o design de funis de marketing e vendas, até a criação de conteúdo de alta qualidade e o desenvolvimento de Progressive Web Apps (PWAs) que dominam a experiência móvel. Sou um construtor full-stack e um parceiro estratégico na modernização e avaliação de projetos tecnológicos."
  }
}
